Repository: cypherair/cypherair
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# about.app
source: App
zh_hans: 应用

# about.description
source: Fully offline OpenPGP encryption tool. Zero network access. Minimal permissions.
zh_hans: 完全离线的 OpenPGP 加密工具。零网络访问。最小权限。

# about.license
source: License
zh_hans: 许可证

# about.sourceCompliance
source: Source & Compliance
zh_hans: 源码与合规

# about.title
source: About
zh_hans: 关于

# about.version
source: Version
zh_hans: 版本

# addcontact.add
source: Add Contact
zh_hans: 添加联系人

# addcontact.clearFile
source: Clear file
zh_hans: 清除文件

# addcontact.file.header
source: Public Key File (.asc, .gpg, .pgp)
zh_hans: 公钥文件（.asc、.gpg、.pgp）

# addcontact.file.select
source: Select Key File
zh_hans: 选择密钥文件

# addcontact.keyUpdate.cancel
source: Cancel
zh_hans: 取消

# addcontact.keyUpdate.confirm
source: Replace Key
zh_hans: 替换密钥

# addcontact.keyUpdate.message
source: This contact (%@) has a new key with a different fingerprint. Verify with the contact before accepting. Replace the existing key?
zh_hans: 此联系人（%@）的密钥已更新，指纹不同。请在接受前与联系人确认。是否替换现有密钥？

# addcontact.keyUpdate.title
source: Key Update Detected
zh_hans: 检测到密钥更新

# addcontact.mode
source: Import Method
zh_hans: 导入方式

# addcontact.mode.file
source: File
zh_hans: 文件

# addcontact.mode.paste
source: Paste
zh_hans: 粘贴

# addcontact.mode.qrPhoto
source: QR Photo
zh_hans: 二维码照片

# addcontact.paste.header
source: Paste public key (armored or binary)
zh_hans: 粘贴公钥（ASCII Armor 或二进制格式）

# addcontact.qr.binaryKey
source: Binary key from QR
zh_hans: 来自二维码的二进制密钥

# addcontact.qr.header
source: QR Code from Photo
zh_hans: 从照片中识别二维码

# addcontact.qr.scanning
source: Scanning QR code...
zh_hans: 正在扫描二维码…

# addcontact.qr.selectPhoto
source: Choose Photo
zh_hans: 选择照片

# addcontact.title
source: Add Contact
zh_hans: 添加联系人

# app.loadError.title
source: Load Warning
zh_hans: 加载警告

# auth.switchMode.reason
source: Authenticate to change security mode
zh_hans: 认证以更改安全模式

# backup.confirm
source: Confirm Passphrase
zh_hans: 确认密码短语

# backup.export
source: Export Backup
zh_hans: 导出备份

# backup.header
source: Protect your backup with a strong passphrase.
zh_hans: 使用强密码短语保护你的备份。

# backup.mismatch
source: Passphrases do not match.
zh_hans: 密码短语不匹配。

# backup.passphrase
source: Passphrase
zh_hans: 密码短语

source: Backup Ready
zh_hans: 备份就绪

# backup.share
source: Save Backup File
zh_hans: 保存备份文件

# backup.title
source: Backup Key
zh_hans: 备份密钥

# clipboard.copied.ok
source: OK
zh_hans: 好

# clipboard.copied.publicKey
source: Public key copied to clipboard.
zh_hans: 公钥已拷贝到剪贴板。

# clipboard.copied.title
source: Copied
zh_hans: 已拷贝

# clipboard.notice.dismiss
source: OK
zh_hans: 好

# clipboard.notice.dontShow
source: Don't Show Again
zh_hans: 不再显示

# clipboard.notice.message
source: The signed message has been copied. Remember to clear your clipboard after pasting.
zh_hans: 签名消息已拷贝。请在粘贴后清除剪贴板。

# clipboard.notice.title
source: Copied to Clipboard
zh_hans: 已拷贝到剪贴板

# common.cancel
source: Cancel
zh_hans: 取消

# common.cancelling
source: Cancelling...
zh_hans: 正在取消...

# common.close
source: Close
zh_hans: 关闭

# common.comingSoon
source: Coming soon
zh_hans: 即将推出

# common.copy
source: Copy
zh_hans: 拷贝

# common.done
source: Done
zh_hans: 完成

# common.no
source: No
zh_hans: 否

# common.save
source: Save
zh_hans: 保存

# common.yes
source: Yes
zh_hans: 是

# contact.unknown
source: Unknown
zh_hans: 未知

# contactdetail.algo
source: Algorithm
zh_hans: 算法

# contactdetail.canEncrypt
source: Can Encrypt To
zh_hans: 可加密发送

# contactdetail.canEncrypt.no
source: Can encrypt to this contact: No
zh_hans: 可以向此联系人加密发送：否

# contactdetail.canEncrypt.yes
source: Can encrypt to this contact: Yes
zh_hans: 可以向此联系人加密发送：是

# contactdetail.delete
source: Remove Contact
zh_hans: 移除联系人

# contactdetail.delete.confirm
source: Remove
zh_hans: 移除

# contactdetail.delete.message
source: This will remove the contact's public key from your device.
zh_hans: 这将从你的设备上移除该联系人的公钥。

# contactdetail.delete.title
source: Remove Contact
zh_hans: 移除联系人

# contactdetail.email
source: Email
zh_hans: 邮箱

# contactdetail.fingerprint
source: Fingerprint
zh_hans: 指纹

# contactdetail.name
source: Name
zh_hans: 名称

# contactdetail.notFound
source: Contact Not Found
zh_hans: 未找到联系人

# contactdetail.profile
source: Profile
zh_hans: 配置

# contactdetail.title
source: Contact
zh_hans: 联系人

# contacts.add
source: Add Contact
zh_hans: 添加联系人

# contacts.empty.description
source: Add a friend's public key to start encrypting messages to them.
zh_hans: 添加朋友的公钥以开始向其发送加密消息。

# contacts.empty.title
source: No Contacts
zh_hans: 无联系人

# contacts.title
source: Contacts
zh_hans: 通讯录

# decrypt.button
source: Decrypt with %@
zh_hans: 使用 %@ 解密

# decrypt.clearImportedFile
source: Clear imported file
zh_hans: 清除已导入文件

# decrypt.importTextFile
source: Import .asc File
zh_hans: 导入 .asc 文件

# decrypt.importTextReadFailed
source: Could not read text message file
zh_hans: 无法读取文本消息文件

# decrypt.input
source: Encrypted Message
zh_hans: 加密消息

# decrypt.matchedKey
source: Matched Key
zh_hans: 匹配的密钥

# decrypt.matchedKey.name
source: Key
zh_hans: 密钥

# decrypt.matchedKey.profile
source: Profile
zh_hans: 配置

# decrypt.mode
source: Mode
zh_hans: 模式

# decrypt.mode.file
source: File
zh_hans: 文件

# decrypt.mode.text
source: Text
zh_hans: 文本

# decrypt.openAsText.action
source: Open as Text
zh_hans: 按文本打开

# decrypt.openAsText.keepFile
source: Keep as File
zh_hans: 继续按文件处理

# decrypt.openAsText.message
source: This file looks like an armored text message. Open it in Text mode instead?
zh_hans: 此文件看起来像一条带 ASCII 装甲的文本消息。要改用文本模式打开吗？

# decrypt.openAsText.title
source: Open as Text?
zh_hans: 按文本打开？

# decrypt.parse.button
source: Check Recipients
zh_hans: 检查收件人

# decrypt.parse.checking
source: Checking recipients...
zh_hans: 正在检查收件人...

# decrypt.result
source: Decrypted Message
zh_hans: 解密消息

# decrypt.signature
source: Signature
zh_hans: 签名

# decrypt.signer
source: Signer
zh_hans: 签名者

# decrypt.title
source: Decrypt
zh_hans: 解密

# encrypt.button
source: Encrypt
zh_hans: 加密

# encrypt.compat.downgrade
source: Format downgrade to SEIPDv1
zh_hans: 格式降级为 SEIPDv1

# encrypt.compat.expired
source: Key expired or revoked
zh_hans: 密钥已过期或已吊销

# encrypt.compat.ok
source: Compatible
zh_hans: 兼容

# encrypt.encryptToSelf
source: Encrypt to Self
zh_hans: 同时加密给自己

# encrypt.encryptToSelfKey
source: Encrypt to Self With
zh_hans: 自加密密钥

# encrypt.mode
source: Mode
zh_hans: 模式

# encrypt.mode.file
source: File
zh_hans: 文件

# encrypt.mode.text
source: Text
zh_hans: 文本

# encrypt.plaintext
source: Message
zh_hans: 消息

# encrypt.recipients
source: Recipients
zh_hans: 收件人

# encrypt.result
source: Encrypted Message
zh_hans: 加密消息

# encrypt.sign
source: Sign Message
zh_hans: 签名消息

# encrypt.signingKey
source: Signing Key
zh_hans: 签名密钥

# encrypt.title
source: Encrypt
zh_hans: 加密

# error.aead
source: Message authentication failed. The content may have been tampered with.
zh_hans: 消息验证失败。内容可能已被篡改。

# error.argon2idMemory
source: This key uses memory-intensive protection (%lld MB) that exceeds this device's capacity.
zh_hans: 此密钥使用的内存密集型保护（%lld MB）超出了此设备的容量。

# error.armorError
source: Failed to process the message format.
zh_hans: 消息格式处理失败。

# error.auth.accessControlFailed
source: Failed to configure security access controls.
zh_hans: 安全访问控制配置失败。

# error.auth.backupRequired
source: High Security mode requires at least one backed-up key. Please back up a key before enabling this mode.
zh_hans: 高安全模式要求至少有一个已备份的密钥。请在启用此模式前备份密钥。

# error.auth.biometricsUnavailable
source: Biometric authentication is currently unavailable. In High Security mode, all private key operations are blocked until biometric authentication is restored.
zh_hans: 生物认证当前不可用。在高安全模式下，所有私钥操作将被阻止，直到生物认证恢复。

# error.auth.appAccessBiometricsUnavailable
source: Biometric authentication is currently unavailable. App Access Protection cannot use Biometrics Only until biometric authentication is restored.
zh_hans: 生物认证当前不可用。生物认证恢复前，App 访问保护不能使用仅生物识别。

# error.auth.cancelled
source: Authentication was cancelled.
zh_hans: 认证已取消。

# error.auth.failed
source: Authentication failed.
zh_hans: 认证失败。

# error.auth.modeSwitchFailed
source: Failed to switch authentication mode. Your keys remain safely protected under the previous mode.
zh_hans: 认证模式切换失败。你的密钥在之前的模式下仍然安全。

# error.auth.noIdentities
source: No private keys found. Generate or import a key first.
zh_hans: 未找到私钥。请先生成或导入密钥。

# error.authCancelled
source: Authentication was cancelled.
zh_hans: 认证已取消。

# error.authFailed
source: Authentication failed.
zh_hans: 认证失败。

# error.badSignature
source: Signature verification failed. The content may have been modified.
zh_hans: 签名验证失败。内容可能已被修改。

# error.biometricsUnavailable
source: Biometric authentication is currently unavailable. In High Security mode, all private key operations are blocked until biometric authentication is restored.
zh_hans: 生物认证当前不可用。在高安全模式下，所有私钥操作将被阻止，直到生物认证恢复。

# error.contactImportRequiresPublicCertificate
source: Contacts only accept public certificates. Remove any private key material and try again.
zh_hans: 联系人只接受公钥证书。请移除任何私钥材料后再试。

# error.corruptData
source: The data appears damaged. Ask the sender to resend.
zh_hans: 数据似乎已损坏。请让发送者重新发送。

# error.duplicateKey
source: A key with this fingerprint already exists on this device.
zh_hans: 此设备上已存在具有相同指纹的密钥。

# error.encryptionFailed
source: Encryption failed: %@
zh_hans: 加密失败：%@

# error.fileIoError
source: File operation failed: %@
zh_hans: 文件操作失败：%@

# error.fileTooLarge
source: File is too large (%lld MB). Maximum size is 100 MB.
zh_hans: 文件过大（%lld MB）。最大限制为 100 MB。

# error.insufficientDiskSpace
source: Not enough disk space. File requires approximately %lld MB but only %lld MB is available.
zh_hans: 磁盘空间不足。文件约需 %lld MB，但仅剩 %lld MB 可用。

# error.integrityCheck
source: Message integrity check failed. The content may have been tampered with.
zh_hans: 消息完整性检查失败。内容可能已被篡改。

# error.internalError
source: An internal error occurred: %@
zh_hans: 发生内部错误：%@

# error.protectedData.domainIdentifierEncoding
source: A ProtectedData domain identifier could not be encoded.
zh_hans: 无法编码 ProtectedData 域标识符。

# error.protectedData.randomFailure
source: A secure random-number operation failed while preparing protected app data.
zh_hans: 准备受保护应用数据时，安全随机数操作失败。

# error.protectedData.rootSecretMigrationVerification
source: The protected app data root secret could not be verified after migration.
zh_hans: 迁移后无法验证受保护应用数据根密钥。

# error.protectedData.rootSecretVerification
source: The protected app data root secret could not be verified after updating its access policy.
zh_hans: 更新访问策略后无法验证受保护应用数据根密钥。

# error.invalidKeyData
source: The key data is invalid or corrupt.
zh_hans: 密钥数据无效或已损坏。

# error.invalidQR
source: Not a valid CypherAir public key.
zh_hans: 不是有效的 CypherAir 公钥。

# error.keychain
source: Failed to access secure storage.
zh_hans: 无法访问安全存储。

# error.keyExpired
source: This key has expired. Ask the sender to update their key.
zh_hans: 此密钥已过期。请让发送者更新密钥。

# error.keyGeneration
source: Key generation failed. Please try again.
zh_hans: 密钥生成失败。请重试。

# error.keyTooLargeForQr
source: This key contains too much data to display as a QR code. Please share your public key via file or text instead.
zh_hans: 此密钥数据量过大，无法生成二维码。请改用文件或文本方式分享公钥。

# error.noKeySelected
source: No signing key selected.
zh_hans: 未选择签名密钥。

# error.noMatchingKey
source: This message is not addressed to any of your identities.
zh_hans: 此消息未发送给你的任何身份。

# error.noRecipients
source: Please select at least one recipient.
zh_hans: 请选择至少一个收件人。

# error.ok
source: OK
zh_hans: 好

# error.operationCancelled
source: Operation was cancelled.
zh_hans: 操作已取消。

# error.recipientNotFound
source: Recipient key not found in contacts.
zh_hans: 在通讯录中未找到收件人密钥。

# error.revocation
source: Invalid revocation certificate.
zh_hans: 无效的吊销证书。

# error.s2kError
source: Key protection format error: %@
zh_hans: 密钥保护格式错误：%@

# error.seUnavailable
source: Secure Enclave is not available on this device.
zh_hans: 此设备不支持安全隔区。

# error.signingFailed
source: Signing failed: %@
zh_hans: 签名失败：%@

# error.title
source: Error
zh_hans: 错误

# error.unknownSigner
source: The signer is not in your contacts.
zh_hans: 签名者不在你的通讯录中。

# error.unsupportedAlgo
source: Encryption method %@ is not supported.
zh_hans: 不支持加密方式 %@。

# error.unsupportedQRVersion
source: This QR code requires a newer version of the app. Please update.
zh_hans: 此二维码需要更新版本的 App。请更新。

# error.wrongPassphrase
source: Incorrect passphrase. Please re-enter your backup passphrase.
zh_hans: 密码短语不正确。请重新输入你的备份密码短语。

# fileDecrypt.cannotAccess
source: Cannot access file
zh_hans: 无法访问文件

# fileDecrypt.decrypting
source: Decrypting...
zh_hans: 解密中…

# fileDecrypt.file
source: Encrypted File
zh_hans: 加密文件

# fileDecrypt.readFailed
source: Could not read decrypted file
zh_hans: 无法读取解密后的文件

# fileDecrypt.save
source: Save Decrypted File
zh_hans: 保存解密文件

# fileDecrypt.selectedFile
source: Selected
zh_hans: 已选择

# fileDecrypt.selectFile
source: Select Encrypted File
zh_hans: 选择加密文件

# fileDecrypt.types
source: Supports .gpg, .pgp, and .asc files
zh_hans: 支持 .gpg、.pgp 和 .asc 文件

# fileEncrypt.cannotAccess
source: Cannot access file
zh_hans: 无法访问文件

# fileEncrypt.encrypting
source: Encrypting...
zh_hans: 加密中…

# fileEncrypt.file
source: File
zh_hans: 文件

# fileEncrypt.readFailed
source: Could not read encrypted file
zh_hans: 无法读取加密后的文件

# fileEncrypt.selectedFile
source: Selected
zh_hans: 已选择

# fileEncrypt.selectFile
source: Select File
zh_hans: 选择文件

# fileEncrypt.share
source: Share Encrypted File
zh_hans: 分享加密文件

# grace.1min
source: 1 minute
zh_hans: 1 分钟

# grace.3min
source: 3 minutes
zh_hans: 3 分钟

# grace.5min
source: 5 minutes
zh_hans: 5 分钟

# grace.immediately
source: Immediately
zh_hans: 立即

# guidedTutorial.alreadyOpen.message
source: The Guided Tutorial is already open in the main window. Return to that window to continue.
zh_hans: 引导教程已经在主窗口中打开。请返回该窗口继续操作。

# guidedTutorial.alreadyOpen.title
source: Tutorial Already Open
zh_hans: 教程已打开

# guidedTutorial.backup.entry
source: Use the real Export Backup action from Alice's key detail page.
zh_hans: 在 Alice 的密钥详情页中使用真实的“导出备份”操作。

# guidedTutorial.backup.form
source: Enter a passphrase and generate the sandbox backup.
zh_hans: 输入密码短语并生成沙箱备份。

# guidedTutorial.blocked.appIcon.body
source: App icon changes affect the real app and are unavailable inside the tutorial sandbox.
zh_hans: App 图标修改会影响真实应用，因此在教程沙箱中不可用。

# guidedTutorial.blocked.appIcon.title
source: App Icon Unavailable
zh_hans: 无法更改 App 图标

# guidedTutorial.blocked.importKey.body
source: Importing a real private key is disabled in the tutorial sandbox.
zh_hans: 在教程沙箱中无法导入真实私钥。

# guidedTutorial.blocked.importKey.title
source: Private Key Import Unavailable
zh_hans: 无法导入私钥

# guidedTutorial.blocked.selfTest.body
source: Self-Test is outside the guided tutorial path and is not available in the sandbox workspace.
zh_hans: 自检不属于引导教程路径，因此在沙箱工作区中不可用。

# guidedTutorial.blocked.selfTest.title
source: Self-Test Unavailable
zh_hans: 无法使用自检

# guidedTutorial.blocked.selectiveRevocation.body
source: Selective revocation exports are unavailable inside the tutorial sandbox.
zh_hans: 选择性吊销导出在教程沙箱中不可用。

# guidedTutorial.blocked.selectiveRevocation.title
source: Selective Revocation Unavailable
zh_hans: 无法使用选择性吊销

# guidedTutorial.blocked.certificateSignatures.body
source: Certificate signature workflows are unavailable inside the tutorial sandbox.
zh_hans: 证书签名工作流在教程沙箱中不可用。

# guidedTutorial.blocked.certificateSignatures.title
source: Certificate Signatures Unavailable
zh_hans: 无法使用证书签名

# guidedTutorial.complete.enterApp
source: Start Using CypherAir
zh_hans: 开始使用 CypherAir

# guidedTutorial.completion.badge
source: Tutorial Complete
zh_hans: 教程已完成

# guidedTutorial.completion.body
source: You completed the Guided Tutorial in a safe sandbox. The real app is ready for your own keys and messages, and none of the tutorial data was saved into your real workspace.
zh_hans: 你已经在安全的沙箱环境中完成了引导教程。现在可以开始在真实应用中创建自己的密钥和消息，而且教程数据没有保存到你的真实工作区中。

# guidedTutorial.completion.next.header
source: Next Step
zh_hans: 下一步

# guidedTutorial.completion.next.realKey
source: Create your real encryption key from the Keys tab when you're ready.
zh_hans: 准备好后，可以从“密钥”标签页创建你的真实加密密钥。

# guidedTutorial.completion.next.replay
source: You can replay the Guided Tutorial any time from Settings.
zh_hans: 你可以随时从“设置”中重新体验引导教程。

# guidedTutorial.completion.title
source: You're ready to start using CypherAir
zh_hans: 你已经可以开始使用 CypherAir

# guidedTutorial.contacts.entry
source: Tap Add Contact to import Bob's sandbox public key.
zh_hans: 点按“添加联系人”以导入 Bob 的沙箱公钥。

# guidedTutorial.contacts.form
source: Confirm Bob's key details and add the contact.
zh_hans: 确认 Bob 的密钥详情并添加联系人。

# guidedTutorial.continue
source: Continue
zh_hans: 继续

# guidedTutorial.decrypt.form
source: Decrypt the sandbox message and review the signature result.
zh_hans: 解密沙箱消息并查看签名结果。

# guidedTutorial.decrypt.parse
source: Check the recipients first and make sure the message matches your sandbox key.
zh_hans: 先检查收件人，并确认这条消息匹配到你的沙箱密钥。

# guidedTutorial.demoName.alice
source: Alice Demo
zh_hans: Alice 示例

# guidedTutorial.demoName.bob
source: Bob Demo
zh_hans: Bob 示例

# guidedTutorial.encrypt.form
source: Bob is preselected. Review the draft and encrypt the message.
zh_hans: Bob 已预先选中。检查草稿后加密消息。

# guidedTutorial.encrypt.prefill
source: Hi Bob, this is a sandbox message from Alice. It is signed and encrypted inside the guided tutorial.
zh_hans: 你好 Bob，这是一条来自 Alice 的沙箱消息。它会在引导教程中完成签名和加密。

# guidedTutorial.error.contactsDirectory
source: Could not create the sandbox contacts directory.
zh_hans: 无法创建沙箱联系人目录。

# guidedTutorial.error.defaults
source: Could not prepare the sandbox tutorial environment.
zh_hans: 无法准备沙箱教程环境。

# guidedTutorial.hero.title
source: Learn CypherAir in a real sandbox
zh_hans: 在真实沙箱中学习 CypherAir

# guidedTutorial.home.decrypt
source: Use the real Decrypt shortcut to inspect the encrypted message.
zh_hans: 使用真实的“解密”快捷入口来查看加密消息。

# guidedTutorial.home.encrypt
source: Use the real Encrypt shortcut to open the message form.
zh_hans: 使用真实的“加密”快捷入口来打开消息表单。

# guidedTutorial.intro.body
source: This walkthrough runs entirely in a sandbox. Your real keys, contacts, settings, files, and exports are never touched.
zh_hans: 整个演示都在沙箱中进行。你的真实密钥、联系人、设置、文件和导出内容都不会被触碰。

# guidedTutorial.keepExploring
source: Keep Exploring
zh_hans: 继续查看

# guidedTutorial.keys.alice
source: Open Alice's key from My Keys to continue.
zh_hans: 从“我的密钥”中打开 Alice 的密钥以继续。

# guidedTutorial.keys.entry
source: Tap the real Generate Key entry to open the key form.
zh_hans: 点按真实的“生成密钥”入口以打开密钥表单。

# guidedTutorial.keys.form
source: Review the prefilled Alice identity and generate the key.
zh_hans: 检查预填的 Alice 身份信息并生成密钥。

# guidedTutorial.launchBlocked.message
source: The main window is busy with another dialog. Finish or dismiss it, then start the Guided Tutorial again.
zh_hans: 主窗口当前正被另一个对话框占用。请先完成或关闭它，然后再次启动引导教程。

# guidedTutorial.launchBlocked.title
source: Finish Current Dialog First
zh_hans: 请先完成当前对话框

# guidedTutorial.leave.body
source: Leave the guided tutorial now? Your progress will stay available until this app run ends, but the tutorial will close.
zh_hans: 现在离开引导教程吗？在本次 App 运行期间，你的进度仍会保留，但教程会先关闭。

# guidedTutorial.leave.confirm
source: Leave Tutorial
zh_hans: 离开教程

# guidedTutorial.leave.continue
source: Continue Tutorial
zh_hans: 继续教程

# guidedTutorial.leave.title
source: Leave Tutorial
zh_hans: 离开教程

# guidedTutorial.location.contacts
source: Contacts
zh_hans: 联系人

# guidedTutorial.location.decrypt
source: Decrypt
zh_hans: 解密

# guidedTutorial.location.encrypt
source: Encrypt
zh_hans: 加密

# guidedTutorial.location.keys
source: Keys
zh_hans: 密钥

# guidedTutorial.location.settings
source: Settings
zh_hans: 设置

# guidedTutorial.module.backup
source: Back Up a Key
zh_hans: 备份密钥

# guidedTutorial.module.backup.detail
source: Create a passphrase-protected backup artifact inside the sandbox.
zh_hans: 在沙箱中创建一个受密码短语保护的备份。

# guidedTutorial.module.contact
source: Add a Demo Contact
zh_hans: 添加示例联系人

# guidedTutorial.module.contact.detail
source: Import Bob's demo public key into sandbox contacts.
zh_hans: 将 Bob 的示例公钥导入沙箱联系人。

# guidedTutorial.module.decrypt
source: Decrypt and Verify
zh_hans: 解密并验证

# guidedTutorial.module.decrypt.detail
source: Check recipients, authenticate, and verify the signed message.
zh_hans: 检查收件人、完成认证并验证签名消息。

# guidedTutorial.module.encrypt
source: Encrypt a Demo Message
zh_hans: 加密示例消息

# guidedTutorial.module.encrypt.detail
source: Use the real encrypt page to protect a demo message.
zh_hans: 使用真实的加密页面保护一条示例消息。

# guidedTutorial.module.highSecurity
source: Enable High Security
zh_hans: 启用高安全模式

# guidedTutorial.module.highSecurity.detail
source: Practice switching auth mode after backing up the sandbox key.
zh_hans: 在备份沙箱密钥后，练习切换到高安全模式。

# guidedTutorial.module.identity
source: Create a Demo Identity
zh_hans: 创建示例身份

# guidedTutorial.module.identity.detail
source: Generate a sandbox key through the real key-generation flow.
zh_hans: 通过真实的密钥生成流程创建一个沙箱密钥。

# guidedTutorial.module.sandbox
source: Understand the Sandbox
zh_hans: 了解沙箱

# guidedTutorial.module.sandbox.detail
source: Confirm that tutorial data is isolated from your real workspace.
zh_hans: 确认教程数据与你的真实工作区完全隔离。

# guidedTutorial.modules
source: Tutorial Modules
zh_hans: 教程模块

# guidedTutorial.modulesCount
source: 7 modules
zh_hans: 7 个模块

# guidedTutorial.nav.contacts
source: Open the Contacts tab to continue.
zh_hans: 打开“联系人”标签以继续。

# guidedTutorial.nav.decrypt
source: Open Decrypt from the Tools section to continue.
zh_hans: 从工具区打开“解密”以继续。

# guidedTutorial.nav.encrypt
source: Open Encrypt from the Tools section to continue.
zh_hans: 从工具区打开“加密”以继续。

# guidedTutorial.nav.homeDecrypt
source: Open the Home tab to reach the Decrypt shortcut.
zh_hans: 打开“主页”标签以进入“解密”快捷入口。

# guidedTutorial.nav.homeEncrypt
source: Open the Home tab to reach the Encrypt shortcut.
zh_hans: 打开“主页”标签以进入“加密”快捷入口。

# guidedTutorial.nav.keys
source: Open the Keys tab to continue.
zh_hans: 打开“密钥”标签以继续。

# guidedTutorial.nav.settings
source: Open the Settings tab to continue.
zh_hans: 打开“设置”标签以继续。

# guidedTutorial.onboarding.enterTutorial
source: Close Onboarding and Enter Tutorial
zh_hans: 关闭引导并进入教程

# guidedTutorial.openTask
source: Open
zh_hans: 打开

# guidedTutorial.promise
source: This tutorial uses isolated tutorial data in a tutorial workspace. It does not read or write your real keys, contacts, settings, files, exports, or other real workspace content.
zh_hans: 本教程会在教程工作区中使用隔离的教程数据。它不会读取或写入你的真实密钥、联系人、设置、文件、导出内容或其他真实工作区内容。

# guidedTutorial.replay
source: Replay Guided Tutorial
zh_hans: 重新体验引导教程

# guidedTutorial.reset
source: Reset Tutorial
zh_hans: 重置教程

# guidedTutorial.restricted.detachedVerify
source: Detached file verification is unavailable in the tutorial sandbox. Use Cleartext mode to keep exploring this page safely.
zh_hans: 在教程沙箱中无法进行分离式文件验证。请改用明文模式继续安全探索这个页面。

# guidedTutorial.restricted.fileMode
source: Real file import and export are unavailable in the tutorial sandbox. Use Text mode to keep exploring this page safely.
zh_hans: 在教程沙箱中无法使用真实文件导入和导出。请改用文本模式继续安全探索这个页面。

# guidedTutorial.restricted.signResult
source: Tutorial sandbox output cannot be copied to the clipboard or saved to a real destination.
zh_hans: 教程沙箱中的输出不能复制到剪贴板，也不能保存到真实目的地。

# guidedTutorial.restricted.textImport
source: Real file import is unavailable in the tutorial sandbox. Paste text directly to keep exploring this page safely.
zh_hans: 在教程沙箱中无法导入真实文件。请直接粘贴文本以继续安全探索这个页面。

# guidedTutorial.restricted.certificateSignatures
source: Certificate signature workflows are unavailable inside the tutorial sandbox.
zh_hans: 证书签名工作流在教程沙箱中不可用。

# guidedTutorial.restricted.selectiveRevocation
source: Selective revocation exports are unavailable inside the tutorial sandbox.
zh_hans: 选择性吊销导出在教程沙箱中不可用。
